Repository: juliabase/juliabase
Catalog: kicker/locale/*/LC_MESSAGES/django.po
Languages: de

source: player 1 of team A
de: Spieler 1 von Team A

source: player 2 of team A
de: Spieler 2 von Team A

source: player 1 of team B
de: Spieler 1 von Team B

source: player 2 of team B
de: Spieler 2 von Team B

source: goals of team A
de: Tore von Team A

source: goals of team B
de: Tore von Team B

source: seconds
de: Sekunden

source: duration of the match
de: Dauer des Matches

source: timestamp
de: Zeitstempel

source: finished
de: beendet

source: reporter
de: Berichter

source: owner
de: Besitzer

source: bought person
de: Gekaufte Person

source: number of shares
de: Aktienanzahl

source: shares
de: Aktie

source: shareses
de: Aktien

source: player
de: Spieler

source: kicker number
de: Kickerzahl

source: kicker numbers
de: Kickerzahlen

source: gambler
de: Spieler

source: stock value
de: Aktienkurs

source: stock values
de: Aktienkurse

source: user
de: Benutzer

source: nickname
de: Spitzname

source: shortkey
de: Tastenkürzel

source: user details
de: Benutzerdetails

source: Edit your Kicker user details
de: Ihre Kicker-Benutzerdetails ändern

source: Already taken shortkeys:
de: Bereits vergebene Tastenkürzel:

source: You must be the original reporter of this match.
de: Sie müssen der ursprüngliche Berichter des Matches sein.

source: Matches with three players can't be processed.
de: Matches mit drei Spielern können nicht verarbeitet werden.

source: All players are the same person.
de: Alle Spieler sind dieselbe Person.

source: A finished match can't be edited anymore.
de: Ein beendetes Match kann nicht mehr geändert werden.

source: This match is older than the most recent kicker numbers.
de: Dieses Match ist älter als die letzten Kickerzahlen.

source: Seconds must be positive.
de: Sekunden müssen eine positive Zahl sein.

source: A finished match can't be canceled.
de: Ein beendetes Match kann nicht abgebrochen werden.

source: Kicker summary
de: Kicker-Zusammenfassung

source: This nickname is already given.
de: Dieser Spitzname ist bereits vergeben.

source: This shortkey is already given.
de: Dieses Tastenkürzel ist bereits vergeben.

source: This shortkey is invalid.
de: Dieses Tastenkürzel ist ungültig.

source: The preferences were successfully updated.
de: Die Einstellungen wurden erfolgreich geändert.

source: Change preferences for {user_name}
de: Einstellung für {user_name} ändern
