Repository: juliabase/juliabase
Catalog: institute/locale/*/LC_MESSAGES/django.po
Languages: de

source: Institute
de: Institut

source: Mrs {user.last_name}
de: Frau {user.last_name}

source: Mr. {user.last_name}
de: Herr {user.last_name}

source: cluster tool depositions
de: Cluster-Tool-Depositionen

source: cluster tool deposition lab
de: Labor des Cluster-Tools

source: cluster tool layer
de: Schicht des Cluster-Tools

source: cluster tool layers
de: Schichten des Cluster-Tools

source: layer {number} of {deposition}
de: Schicht {number} von {deposition}

source: unknown
de: unbekannt

source: tantalum
de: Tantal

source: tungsten
de: Wolfram

source: deposition time
de: Depositionszeit

source: comments
de: Kommentare

source: wire material
de: Drahtmaterial

source: base pressure
de: Basisdruck

source: cluster tool hot-wire layer
de: Hot-Wire-Schicht im Cluster-Tool

source: cluster tool hot-wire layers
de: Hot-Wire-Schichten im Cluster-Tool

source: chamber
de: Kammer

source: plasma start with shutter
de: Plasma startet mit Shutter

source: deposition power
de: Depositionsleistung

source: cluster tool PECVD layer
de: PECVD-Schicht im Cluster-Tool

source: cluster tool PECVD layers
de: PECVD-Schichten im Cluster-Tool

source: 5-chamber deposition
de: 5-Kammer-Deposition

source: 5-chamber depositions
de: 5-Kammer-Depositionen

source: 5-chamber deposition lab
de: 5-Kammer-Depositionslabor

source: layer type
de: Schichttyp

source: temperature 1
de: Temperatur 1

source: temperature 2
de: Temperatur 2

source: 5-chamber layer
de: 5-Kammer-Schicht

source: 5-chamber layers
de: 5-Kammer-Schichten

source: custom
de: speziell

source: Corning glass
de: Corning-Glas

source: glass
de: Glas

source: silicon wafer
de: Silizium-Wafer

source: quartz
de: Quarz

source: sapphire
de: Saphir

source: aluminium foil
de: Alufolie

source: substrate material
de: Substratmaterial

source: substrate
de: Substrat

source: substrates
de: Substrate

source: {material} substrate #{number}
de: {material}-Substrat Nr. {number}

source: PDS number
de: PDS-Nummer

source: raw data file
de: Rohdaten-Datei

source: only the relative path below "{path}"
de: nur der relative Pfad unterhalb von "{path}"

source: apparatus
de: Anlage

source: PDS measurement
de: PDS-Messung

source: PDS measurements
de: PDS-Messungen

source: energy in eV
de: Energie in eV

source: irradiation
de: Beleuchtung

source: temperature
de: Temperatur

source: solarsimulator measurement
de: Sonnensimulator-Messung

source: solarsimulator measurements
de: Sonnensimulator-Messungen

source: η of best cell
de: η der besten Zelle

source: voltage in V
de: Spannung in V

source: current density in mA/cm²
de: Stromdichte in mA/cm²

source: cell position
de: Zellposition

source: data file
de: Datendatei

source: area
de: Fläche

source: efficiency η
de: Effizienz η

source: short-circuit current density
de: Kurzschluss­strom­dichte

source: solarsimulator cell measurement
de: Sonnensimulator-Zellmessung

source: solarsimulator cell measurements
de: Sonnensimulator-Zellmessungen

source: cell {position} of {solarsimulator_measurement}
de: Zelle {position} von {solarsimulator_measurement}

source: length
de: Länge

source: width
de: Breite

source: parameters
de: Parameter

source: structuring
de: Strukturierung

source: structurings
de: Strukturierungen

source: profilometer + edge
de: Profilometer + Kante

source: calculated from deposition parameters
de: berechnet aus Depo-Parametern.

source: estimate
de: Schätzung

source: other
de: anderes

source: layer thickness
de: Schichtdicke

source: measurement method
de: Messmethode

source: layer thickness measurement
de: Schichtdickenmessung

source: layer thickness measurements
de: Schichtdickenmessungen

source: sample
de: Probe

source: sample details
de: Probendetails

# plural
source: sample details
de: Probendetails

source: black
de: schwarz

source: blue
de: blau

source: brown
de: braun

source: darkgray
de: dunkelgrau

source: green
de: grün

source: lightblue
de: hellblau

source: lightgreen
de: hellgrün

source: red
de: rot

# color
source: silver
de: silbern

source: white
de: weiß

source: yellow
de: gelb

# metall
source: silver
de: Silber

source: HF dip
de: HF-Dipp

source: doping
de: Dotierung

source: classification
de: Klassifikation

source: color
de: Farbe

source: thickness
de: Dicke

source: thickness reliable
de: Dicke zuverlässig

source: structured
de: strukturiert

source: textured
de: texturiert

source: always collapsed
de: immer verkürzt

source: process
de: Prozess

source: additional process data
de: zuzätzliche Prozessdaten

source: verified
de: überprüft

source: informal layer
de: informelle Schicht

source: informal layers
de: informelle Schichten

source: You must give a classification or comments or both.
de: Sie müssen eine Klassifikation oder Kommentare angeben, oder beides.

source: You are not allowed to edit the substrate #{number} because you are not allowed to edit all affected samples.
de: Sie dürfen das Substrat Nr. {number} nicht ändern, weil Sie nicht alle beteiligten Proben ändern dürfen.

source: You are not allowed to add a substrate because you are not allowed to edit all affected samples.
de: Sie dürfen kein Substrat hinzufügen, weil Sie nicht alle beteiligten Proben ändern dürfen.

source: {user_name} uses {apparatus}
de: {user_name} benutzt {apparatus}

source: Dear supervisors of {apparatus_plural}, {user_name} has created their first {apparatus}.
de: An die Verantwortlichen von {apparatus_plural}, {user_name} hat seinen/ihren ersten Prozess „{apparatus}“ angelegt.

source: Resource not found
de: Ressource nicht gefunden

source: The resource » <em>%(request_path)s</em> « could not be found. Please check that the URL is correct, and/or check that the denoted sample, process etc is already in the database.
de: Die Ressource » <em>%(request_path)s</em> « konnte nicht gefunden werden. Bitte überprüfen Sie, ob die URL korrekt ist und/oder die angegebene Probe, der angegebene Prozess etc. schon in der Datenbank existiert.

source: Internal JuliaBase error
de: Interner JuliaBase-Fehler

source: Main menu
de: Hauptmenü

source: Internal server error
de: Interner Server-Fehler

source: <p>You experienced an internal error in the JuliaBase server software. The administrators have been contacted already and will do their best in eliminating the bug. Typically, they will contact you as soon as the problem is tackled.</p> <p>If you just submitted data to the database, don't close this window. It may be that the problem is being fixed and you are asked to go back and re-do your action, so that the data is actually written into the database.</p>
de: <p>Sie sind auf einen internen Fehler der JuliaBase-Serversoftware gestoßen. Die Administatoren wurden bereits benachrichtigt und werden ihr bestes tun, den Fehler zu beheben. Typischerweise werden sie Sie benachrichtigen, sobald der Fehler behoben ist.</p> <p>Falls Sie gerade Daten an die Datenbank übertragen haben, schließen Sie dieses Fenster nicht. Es könnte sein, dass das Problem gelöst wird und Sie aufgefordert werden, zurückzugehen und Ihre letzte Aktion zu wiederholen, damit die Daten tatsächlich in die Datenbank geschrieben werden.</p>

source: No bug tracker here
de: Hier kein Bug-Tracker

source: Normally, clicking on the green bug icon would lead to a page where one could enter a new bug. This way, users can report issues to the <em>local</em> web developer, who then may forward some of them to <a href="https://github.com/juliabase/juliabase/issues/new">JuliaBase's central issue tracker</a>. However, this demo site deliberately doesn't have a bug tracker installed so that this message can be delivered. You may use <a href="http://trac.edgewall.org/">Trac</a> or <a href="http://www.redmine.org/">Redmine</a> for issue tracking, or link to a <a href="https://github.com">GitHub</a> page.
de: Normalerweise führt ein Klick auf das grüne Käfer-Icon auf eine Seite, auf der man einen neuen Bug eintragen kann. Auf diese Weise wird ein solcher an den <em>lokalen</em> Web-Entwickler gemeldet, welcher seinerseits einige davon an <a href="https://github.com/juliabase/juliabase/issues/new">JuliaBases zentralen Bugtracker</a> weiterleiten könnte. Diese Demo-Site hat allerdings keinen Bug-Tracker installiert, damit eben diese Meldung angezeigt werden kann. Man könnte <a href="http://trac.edgewall.org/">Trac</a> oder <a href="http://www.redmine.org/">Redmine</a> zum Bugtracking benutzen, oder auf eine <a href="https://github.com">GitHub</a>-Seite verlinken.

source: INM logo
de: Logo des INM

source: Institute of Nifty New<br/>Materials (INM)
de: Institut für pfiffige neue<br/>Materialien (INM)

source: General error
de: Allgemeiner Fehler

source: Attention: The informal stacks of the selected destination samples will be overwritten!
de: Achtung: Die informellen Stapel der ausgewählten Zielproben werden überschrieben!

source: Error in destination samples
de: Fehler in Zielproben

source: layer stack
de: Schichtstapel

source: Error in deposition
de: Fehler in der Deposition

source: Error in sample list
de: Fehler in Probenliste

source: Error in layer
de: Fehler in der Schicht

source: layer number
de: Schichtnummer

source: Gas flows in sccm
de: Gasflüsse in sccm

source: Error with adding layers
de: Fehler beim hinzufügen von Schichten

source: Error with removing from My Samples
de: Fehler beim Entfernen von „Meinen Schichten“

source: Error in measurement
de: Fehler in der Messung

source: Error in My Layer
de: Fehler in Meiner Schicht

source: Error in PDS data
de: Fehler in den PDS-Daten

source: Error in sample
de: Fehler in den Proben

source: Extract from datafile error
de: Fehler mit dem extrahieren aus der Datendatei

source: Error with removal from “My Samples”
de: Fehler beim Entfernen von „Meine Proben“

source: Informal stack
de: Informeller Stapel

source: delete
de: löschen

source: Error in solarsimulator measurements
de: Fehler in Sonnensimulator-Messungen

source: Error in solarsimulator measurement
de: Fehler in der Sonnensimulator-Messung

source: Error in structuring process
de: Fehler im Strukturierungsprozess

source: Substrate error
de: Fehler mit dem Substrat

source: Sample list error
de: Fehler mit der Probenliste

source: number
de: Nummer

source: No data found for this time range.
de: Keine Daten aus diesen Zeitraum gefunden.

source: Assert a new claim to …
de: Einen neuen Anspruch einreichen auf …

source: existing samples
de: existierende Proben

source: old-style sample names which do not yet exist
de: Probennamen nach „alter Art“, die bislang noch nicht existieren

source: “To exist” means here “to exist in the database”.
de: „Existieren“ bedeutet hier „in der Probendatenbank existieren“.

source: Depositions by number
de: Depositionen nach Nummer

source: Edit “My Layers”
de: “Meine Schichten” ändern

source: Silane conc.
de: Silankonz.

source: sample label
de: Probenetikette

source: copy informal stack
de: informellen Stapel kopieren

source: cell layout
de: Zelllayout

source: Invalid deposition number. It must be of the form YYL-NNN.
de: Ungültige Depositionsnummer. Sie muss von der Form JJB-NNN sein.

source: The deposition letter must be an uppercase “%(letter)s”.
de: Der Anlangen-Buchstabe muss ein großes „%(letter)s“ sein.

source: Samples
de: Proben

source: Comma-separated
de: Komma-separiert

source: The name %(name)s appears more than once.
de: Der Name %(name)s kommt mehr als einmal vor.

source: The name %(invalid_names)s is not valid.
de: Der Name %(invalid_names)s ist ungültig.

source: The name %(existing_names)s is already existing.
de: Der Name %(existing_names)s existiert schon.

source: For a custom substrate, you must give substrate comments.
de: Sie müssen ein „spezielles Substrat“ in den Substrat-Kommentaren näher beschreiben.

source: You are not allowed to add a claim in another user's name.
de: Sie dürfen keinen Anspruch auf Proben im Namen eines anderen Benutzers erheben.

source: Sample request from {requester}
de: Probenanfrage von {requester}

source: Hello {reviewer}, {requester} wants to become the new “currently responsible person” of one or more samples. Please visit {url} for reviewing this request. If you don't want or cannot approve the request, please contact {requester} directly and ask him or her to withdraw the request. JuliaBase.
de: Hallo {reviewer}, {requester} möchte gerne die neue „aktuell verantwortliche Person“ von einer oder mehreren Proben werden. Bitte besuchen Sie {url} um diese Anfrage zu überprüfen. Wenn Sie die Anfrage nicht genehmigen können, kontaktieren Sie bitte {requester} direkt und bitten ihn oder sie, die Anfrage zurückzuziehen. JuliaBase.

source: Sample claim {id_} was successfully submitted.
de: Der Anspruch {id_} wurde erfolgreich eingereicht.

source: Assert claim
de: Anspruch erheben

source: The first two digits must match the year of the deposition.
de: Die ersten zwei Ziffern müssen zum Jahr der Deposition passen.

source: Nickname
de: Spitzname

source: Layer identifier
de: Schichtbezeichner

source: in the form "deposition number"-"layer number"
de: in der Form "Depositionsnummer"-"Schichtnummer"

source: Delete
de: Löschen

source: Deposition and layer number must be separated by "-".
de: Depositions- und Schichtnummer müssen mit "-" getrennt sein.

source: Deposition number doesn't exist.
de: Diese Depositionsnummer existiert nicht.

source: Layer number isn't a number.
de: Schichtnummer ist keine Nummer.

source: This layer does not exist in this deposition.
de: Diese Schicht existiert nicht in dieser Deposition.

source: Nickname is already given.
de: Dieser Spitzname ist schon vergeben.

source: Successfully changed “My Layers”
de: “Meine Schichten” erfolgreich geändert

source: Nothing changed.
de: Nichts geändert.

source: You can't access the “My Layers” section of another user.
de: Sie können nicht auf die „Meine-Schichten“-Seite eines anderen Benutzes zugreifen.

source: Changes are not saved yet.
de: Die Änderungen sind noch nicht gespeichert.

source: My Layers
de: Meine Schichten

source: This PDS number exists already.
de: Diese PDS-Nummer ist schon vergeben.

source: Overwrite with file data
de: Mit Datei-Daten überschreiben

source: no names
de: keine Namen

source: new-style
de: neue Art

source: cleaning number
de: Reinigungsnummer

source: Number of samples
de: Anzahl der Proben

source: Substrate comments
de: Substrat-Kommentare

source: Substrate originator
de: Substrat-Urheber

source: timestamp
de: Zeitstempel

source: Current location
de: Aktueller Probenort

source: Purpose
de: Zweck

source: separated with commas, no whitespace
de: getrennt durch Kommas, keine Leerzeichen

source: Topic
de: Thema

source: Rename
de: Namen vergeben

source: with {markdown_link} syntax
de: mit {markdown_link}-Syntax

source: The timestamp must not be in the future.
de: Der Zeitstempel darf nicht in der Zukunft liegen.

source: You must provide a cleaning number if you want to use it for the names.
de: Sie müssen eine Renigungsnummer angeben, wenn Sie diese für die Namen verwenden wollen.

source: Your samples have the names from {first_name} to {last_name}. They were added to “My Samples”.
de: Ihre Proben haben die Namen {first_name} bis {last_name}. Sie wurden zu „Meine Proben“ hinzugefügt.

source: Your sample has the name {name}. It was added to “My Samples”.
de: Ihre Probe hat den Namen {name}. Sie wurde zu „Meine Proben“ hinzugefügt.

source: Add samples
de: Proben hinzufügen

source: Destination samples
de: Zielproben

source: Informal stack was copied from sample {sample}.
de: Der informelle Stapel von Probe {sample} wurde übernommen.

source: Informal stack of {sample} was successfully copied.
de: Der informelle Stapel von Probe {sample} wurde erfolgreich kopiert.

source: Copy informal stack of “{sample}”
de: Informellen Stapel von „{sample}“ kopieren

source: Layer stack of {0}
de: Schichtstapel von {0}

source: Sample {0} has already processes before the timestamp of this substrate, namely from {1}.
de: Probe {0} hat bereits Prozesse vor dem Zeitstempel dieses Substrates, nämlich von {1}.

source: Sample {0} has already a substrate.
de: Die Probe {0} hat bereits ein Substrat.
